runCommand(s, TempPath) {
    whitelist := "介福分凡魂槽華擊免類從抗自鏈．則然祝交的命傳裂點珠續悔贈6星來充把六同優數玉破大後其項恆憶覺金間他藥鏡輔次升鍊可伏佔殿不征傷防藍1定法妄鈷慧至非翅純0奇每倍亦量率焰匠寶瓊額生深放支中根度外運新完簡摧族最腰固於尼各任艾出淨儀疊瓦箭恩綴經袋釘平工尊配級尚聖蟲鑄力化型勢上質好重含較被一並3易塑對使張餌知拉罪識隨性據骰紅圍該戒小術追素醒包冷獲它三之圖用反亂減痕帶換藝增卷智以保展移等蛻服特詞物你半異女理人元予值劑指器直均消助高碎+獵血、加所片若相輿仇有持敏石」飾見誘染鎖更2顏儲越種失胸裝捷造軸似時通火或試催界科害前髓無油暴精埃禦常速件沌費魔豪區徽冰近多現會崇混入驗耗很瓶克5「階怒敗獻製基是台能頭盡為存領將4層哈留品譫連程效幅目毀汙爾赤嘗此%者，護神稀卡攻翠果除結祭位地黃幻印變團少附白置未幸獸永成 和8禮已綠務容守範到諭機給稜低得師色。普武戰插貨個富裕甲閃復改淵斯奉電顆0123456789"
    
    command = Capture2Text\Capture2Text_CLI.exe -s `"%s%`" -o `"%TempPath%`" -l `"Chinese - Traditional`" --whitelist `"%whitelist%`" --trim-capture

    clipboard = %command%
    ;Transform, clipboard, Unicode, %command%
    
    RunWait %command%,, Hide
}